{
  "AR": "اهلا وسهلا بكم في Nisdos خادم لغمر اللغة! يرجى اختيار الرولات وقراءة القوانين.\n<id:customize> <#1182208933453103115>",
  "AT": "Wilkommen bei Nisdos, am Server, bei dem ma sprochn duach de Immersionsmethode. Gehts sicha das es a roin in <id:customize> ausgwöt hobts und lests gschwind <#1182208933453103115>.",
  "CB": "Maayong pag-abot sa Nisdos. Server kini alang sa pagkat-on ug mga pinulongan (language immersion). Siguraduha nga makapili ka sa imong mga roles sa <id:customize>. Basaha pud ang <#1182208933453103115>.",
  "DE": "Herzlich willkommen auf Nisdos, einem Server für sprachliche Immersion! Vergiss nicht, deine Rollen in <id:customize> auszuwählen und <#1182208933453103115> zu lesen.",
  "EN": "Welcome to Nisdos, a language immersion server! Make sure to pick your roles in <id:customize> and read <#1182208933453103115>.",
  "ES": "Te damos la bienvenida a Nisdos, un servidor de inmersión linguística! No te olvides de elegir tus roles en <id:customize> y leer <#1182208933453103115>.",
  "FR": "Bienvenue sur Nisdos, un serveur d'immersion linguistique ! N'oublie pas de choisir tes rôles dans <id:customize> et de lire <#1182208933453103115>.",
  "HK-S": "欢迎黎到 Nisdós，我哋个沉浸式语言 server！系开始之前，唔该你先系<id:customize>度拣定啲 roles，睇埋<#1182208933453103115>入面啲嘢就可以开始㗎啦！",
  "HK-T": "歡迎嚟到 Nisdós，我哋個沉浸式語言 server！喺開始之前，唔該你先喺<id:customize>度揀定啲 roles，睇埋<#1182208933453103115>入面啲嘢就可以開始㗎啦！",
  "IT": "Ti diamo il benvenuto su Nisdos, un server per l'immersione linguistica! Non dimenticare di scegliere i tuoi ruoli in <id:customize> e di leggere <#1182208933453103115>.",
  "JA": "イマージョン言語学習サーバである Nisdós へようこそ！ぜひ<id:customize>でロールを選択して、<#1182208933453103115>を読んでからはじめてくださいね！",
  "PT": "Damos as boas-vindas a você ao Nisdós, um servidor de imersão linguística! Certifique-se de escolher seus cargos em <id:customize> e ler <#1182208933453103115>.",
  "RO": "Bine aţi venit în Nisdos, un server de imersiune lingvistică. Nu uitaţi să vă alegeţi rolurile în <id:customize> şi a citi <#1182208933453103115>.",
  "RU": "Добро пожаловать в Нисдо́с, сервер языкового погружения! Не забудьте выбрать роли в <id:customize> и прочитать <#1182208933453103115>.",
  "SH-S": "Nisdós 欢迎侬！阿拉搿是叫沉浸式学外文个一只服务器。麻烦侬拿<id:customize>一只表格先填脱伊，<#1182208933453103115>里向写个规矩也看一遍，大家准备好仔，一道学外文唻！",
  "SH-T": "Nisdós 歡迎儂！阿拉搿是叫沈浸式學外文個一隻服務器。麻煩儂拿<id:customize>一隻表格先填脫伊，<#1182208933453103115>裡向寫個規矩也看一遍，大家準備好仔，一淘學外文唻！",
  "ZH-S": "欢迎来到我们的沉浸式语言服务器 Nisdós！记得先去<id:customize>选中适合自己的身份组，看完<#1182208933453103115>的内容后再开始喔！",
  "ZH-T": "歡迎來到我們的沈浸式語言侍服器 Nisdós！記得先去<id:customize>選中適合自己的身分組，看完<#1182208933453103115>的內容後再開始喔！"
}